IDEA Open Model
BoltAssembly.GrossArea Property
Compatible with IDEA StatiCa Beta 20.0
 Gross cross-section area
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double GrossArea { get; set; }
Public Property GrossArea As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace